arcticicestudio.nord-visual-studio-code
catppuccin.catppuccin-vsc
davidanson.vscode-markdownlint
eamodio.gitlens
esbenp.prettier-vscode
fireblast.hyprlang-vscode
haskell.haskell
justusadam.language-haskell
kamikillerto.vscode-colorize
maxie-homrich.copilot-for-vscode-oss
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
pkief.material-icon-theme
tomoki1207.pdf
usernamehw.errorlens
