arcticicestudio.nord-visual-studio-code
catppuccin.catppuccin-vsc
davidanson.vscode-markdownlint
eamodio.gitlens
esbenp.prettier-vscode
fireblast.hyprlang-vscode
haskell.haskell
justusadam.language-haskell
kamikillerto.vscode-colorize
maxie-homrich.copilot-for-vscode-oss
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
muhammad-sammy.csharp
mutyai.muty-pptviewer
pkief.material-icon-theme
tombi-toml.tombi
tomoki1207.pdf
usernamehw.errorlens
