arcticicestudio.nord-visual-studio-code
catppuccin.catppuccin-vsc
davidanson.vscode-markdownlint
enkia.tokyo-night
esbenp.prettier-vscode
foxundermoon.shell-format
github.copilot
github.copilot-chat
haskell.haskell
jdinhlife.gruvbox
jovejonovski.ocean-green
justusadam.language-haskell
monokai.theme-monokai-pro-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
mvllow.rose-pine
pkief.material-icon-theme
qufiwefefwoyn.kanagawa
sainnhe.everforest
shadesofbuntu.flexoki-light
tahayvr.matteblack
tomoki1207.pdf
usernamehw.errorlens
