davidanson.vscode-markdownlint
esbenp.prettier-vscode
foxundermoon.shell-format
haskell.haskell
jovejonovski.ocean-green
justusadam.language-haskell
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
pkief.material-icon-theme
