agurodriguez.vscode-lbnf
arcticicestudio.nord-visual-studio-code
davidanson.vscode-markdownlint
eamodio.gitlens
esbenp.prettier-vscode
github.copilot-chat
haskell.haskell
justusadam.language-haskell
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
pkief.material-icon-theme
tomoki1207.pdf
usernamehw.errorlens
